[
	{ 	"thumb": "media/work/lk_thumb.jpg", 
		"title": "Lucas Kellison", 
		"description": "Lucas is an accomplished producer and musician. His music is heard across the country and he needed a web presence that could keep up with his growing career. Lucas's site is powered by an early version of my new content management system currently under development.",
		"media": "media/work/lk.jpg",
		"action":"http://lucaskellison.com",
		"scalingType": 1,
		"mediaType": "image"
	},
	{ 	"thumb": "media/work/gvmcorp_thumb.jpg", 
		"title": "Green Vision Media - Public Website", 
		"description": "While working at GVM, I built their public facing website. I was lucky enough to work with some extremely talented designers and a great animator who put together the greeting video. I was responsible for writing custom parallax scrolling for the background images and coding up the website for both English and French content.",
		"media": "media/work/gvmcorp.jpg",
		"scalingType": 1,
		"action": "http://gvmcorp.com",
		"mediaType": "image"
	},
	{ 	"thumb": "media/work/ns_thumb.jpg", 
		"title": "NateSchulz.com", 
		"description": "This website represents my most recent project. It is hand-coded and build on top of my own JavaScript library, VeloJS. By maintaining my own library, I can develop applications for both desktop and mobile devices in parallel. The greeting videos were filmed in my living room where I had hung a 10ft green screen and was lit using low-budget can lights from Home Depot. Video was shot on a Canon T3i in 1080p/24 and then cut in Final Cut Pro X and keyed and composited in Motion 5.",
		"media": "media/work/ns.jpg",
		"scalingType": 1,
		"mediaType": "image"
	},
	{ 	"thumb": "media/work/pastPortfolio_thumb.jpg", 
		"title": "Previous Portfolio | 2009 - 2011", 
		"description": "USE PASSWORD: \"nate\" to view the video on vimeo. <br/>This application was built entirely with HTML5 and CSS3 Transitions. I dropped it in a Mac OS App that simply ran a full screen WebKit (browser) view and have used it in multiple presentations between 2009 - 2011.",
		"media": "media/work/pastPortfolio.jpg",
		"action": "https://vimeo.com/44735233",
		"scalingType": 1,
		"mediaType": "image"
	},
	{ 	"thumb": "media/work/tasks_thumb.jpg", 
		"title": "Tasks Public Site", 
		"description": "Often times the most difficult part of creating a web service is finding a way to market it successfully. The first step towards a successful Internet product is to create a clean and clear website to describe your product. The Tasks web page is a simple, and clear representation of the application.",
		"media": "media/work/tasks.jpg",
		"action":"http://tasks-app.com",
		"scalingType": 1,
		"mediaType": "image"
	},
	{ 	"thumb": "media/work/spaceXReel_thumb.jpg", 
		"title": "SpaceX Cover Video", 
		"description": "I created a short cover video for my recent application to SpaceX. It represents my most recent video work.",
		"media": "media/work/spaceXReel.jpg",
		"action": "https://vimeo.com/44711908",
		"scalingType": 1,
		"mediaType": "image"
	},
	{ 	"thumb": "media/work/nanoDemoReel_thumb.jpg", 
		"title": "Nanonation Demo Reel 2008", 
		"description": "USE PASSWORD: \"nate\" to view the video on vimeo. <br/>I was tasked with creating a silent demo reel for Nanonation for an upcoming tradeshow. I gathered all of the screenshots and did screen captures to prepare for this video and finally put it all together in Motion 3. It runs as one continuous loop so the beginning and end are meant to loop back around.",
		"media": "media/work/nanoDemoReel.jpg",
		"action": "https://vimeo.com/44738572",
		"scalingType": 1,
		"mediaType": "image"
	},
	{ 	"thumb": "media/work/tasks-app_thumb.jpg", 
		"title": "Tasks App", 
		"description": "Tasks represents the first of six planned LiFTcube tools built by a small business to LiFT your small business and keep it running smoothly. Currently Theoretical Media's flagship product, Tasks is the first application written on the foundation of my own JavaScript library designed for rapid web application development.",
		"media": "media/work/tasks-app.jpg",
		"action":"http://tasks-app.com",
		"scalingType": 2,
		"mediaType": "image"
	},
	{ 	"thumb": "media/work/additionalExamples_thumb.png", 
		"title": " ", 
		"description": "I have many more examples of my work including videos and demos. I cannot share many of them publically at this time. Please contact me to request a viewing.",
		"media": "media/work/additionalExamples.png",
		"scalingType": 1,
		"mediaType": "image"
	},
	{ 	"thumb": "media/work/additionalExamples_thumb.png", 
		"title": " ", 
		"description": "I have many more examples of my work including videos and demos. I cannot share many of them publically at this time. Please contact me to request a viewing.",
		"media": "media/work/additionalExamples.png",
		"scalingType": 1,
		"mediaType": "image"
	},
	{ 	"thumb": "media/work/additionalExamples_thumb.png", 
		"title": " ", 
		"description": "I have many more examples of my work including videos and demos. I cannot share many of them publically at this time. Please contact me to request a viewing.",
		"media": "media/work/additionalExamples.png",
		"scalingType": 1,
		"mediaType": "image"
	},
]